import React from 'react';
import aboutImageHistory from './../../../../images/about/about_history.jpg';

const AboutHistory = () => {
    return (
        <div>
            <h3>История</h3>
            <img src={aboutImageHistory} width={950} alt="О нас"/>
            На нынешнем месте и в нынешнем виде открыт в 1979 году после выноса со старого места 
            в черте города в Советском районе, где существовал с 1930-х гг, а до конца 1980-х 
            оставался аэропорт местных линий Казань-2 и где ныне располагаются международный 
            ипподром, жилой массив Казань - XXI век и небоскрёб «Лазурные небеса». За 1979 год 
            здесь были приняты самолёты почти всех советских гражданских видов — Ту-154, Ил-18, 
            Ту-134, Ан-12, Ан-24, Як-40 и другие. Начиная с 1982 года, аэропорт оснастили 
            современной техникой для приёма крупного аэробуса Ил-86. Годовой пассажиропоток аэропорта 
            составлял до 1,6 млн пассажиров в год.<br/><br/>

            В 1986 году получил статус «Международный аэропорт 1-го класса». В 1987 году был совершён 
            первый международный рейс в Берлин самолётом Ту-154. С этого момента началось регулярное 
            обслуживание рейсов в Польшу, Албанию, Германию, Болгарию, Монголию, Китай и другие страны. 
            В 1992 году были открыты полёты из Казани в Стамбул, а в марте 1997 года авиакомпания Lufthansa 
            открывает регулярные рейсы по маршруту Франкфурт-Казань-Франкфурт на самолётах А-319.<br/><br/>

            Современный быстрый темп развития городов стал выдвигать и новые требования для аэропорта по 
            его оснащению и высокому уровню обслуживания пассажиров и транспортных средств. Началось 
            усовершенствование структуры управления авиацией республики. С июня 1992 года международный 
            аэропорт «Казань» отделился от авиакомпании «Авиалинии Татарстана» и стал самостоятельным предприятием.<br/><br/>

            Благодаря двум реконструкциям, со времени визитов в Татарстан в конце 2000-х годов главы Китая, 
            госсекретаря США, прочих президентов и премьеров иностранных государств, аэропорт подтвердил на 
            практике способность принимать крупные лайнеры Boeing 747 и тяжёлые транспортные самолёты Ан-225 
            «Мрия» и Ан-124 «Руслан».<br/><br/>
        </div>
    );
}

export default AboutHistory;